/*
В переменной number записано число. Необходимо с помощью console.log вывести сообщение, указывающее на чётность или нечётность числа.

Проверка результата
Для проверки подставляйте различные значения в переменную number и оценивайте корректность результата.

Пример:

number = 2, console.log(“Число чётное”);
number = 5, console.log(“Число нечётное”);
number = 8, console.log(“Число чётное”);
Что оценивается
Алгоритм выводит правильный ответ на экран.

*/

let number = 4;

if (number % 2 === 1) {
  console.log('Число нечётное')
} else {
  console.log('Число чётное')
}
